{
    "home": {
        "intro": {
            "logo": "hero.png",
            "headline": "You think it, we create it",
            "description": "Visual identity, creative strategy, and digital storytelling for brands that matter."
        },
        "founder": {
            "title": "Meet the founder",
            "role": "Founder & Creative Director",
            "quote": "Design isn't just how it looks — it's how it makes people feel. Minusu was born from the desire to simplify noise into meaning.",
            "bio": "From sketching logos in notebooks to building emotional brand systems, my journey's been rooted in clarity and curiosity. I created Minusu as a space for design that dares to feel.",
            "name": "Javier",
            "portrait": "portrait.jpg",
            "social": {
                "instagram": "https://www.instagram.com/minusuu",
                "linkedin": "https://www.linkedin.com/in/javier-dare-tellez-b85684201/",
                "whatsapp": "https://wa.me/447543030419"
            }
        },
        "services": {
            "title": "Services",
            "cards": [
                {
                "title": "Complete Online Presence",
                "subtitle": "Unified digital brand experience",
                "description": "We craft cohesive, cross-platform brand experiences from visuals to website, working closely with our trusted partners at Page 1 Studios for expert website development. Together, we ensure your brand is seamless, strategic, and built to grow."
                },
                {
                "title": "Social Media",
                "subtitle": "Strategy-driven storytelling",
                "description": "We design impactful content strategies tailored to your brand voice. From content creation to community management, we help you build an authentic presence that sparks engagement and strengthens connection."
                },
                {
                "title": "Product Design",
                "subtitle": "Purposeful, human-first design",
                "description": "We design intuitive digital and physical products that solve real-world problems. Every detail is crafted with care—balancing functionality, emotion, and aesthetic clarity."
                },
                {
                "title": "Brand Identity",
                "subtitle": "Distinctive, emotion-led branding",
                "description": "We develop complete brand systems—from logos to tone of voice—that tell your story with intention. Our process brings consistency and soul to every brand touchpoint."
                },
                {
                "title": "Logo Design",
                "subtitle": "Strategic mark-making",
                "description": "We create timeless, meaningful logos that anchor your identity. Every mark is designed to be versatile, memorable, and aligned with your brand's purpose."
                }
            ]
        },
        "community": {
            "title": "Our community",
            "quotes": [
                {
                    "name": "Amira Shah",
                    "quote": "Minusu didn't just elevate our visuals—they helped us communicate who we really are."
                },
                {
                    "name": "Luca Moretti",
                    "quote": "The brand system they created gave us clarity and confidence. It's more than design, it's identity."
                },
                {
                    "name": "Sophie Grant",
                    "quote": "Every detail felt intentional. Working with Javier was seamless and inspiring from start to finish."
                },
                {
                    "name": "Daniel Osei",
                    "quote": "Our audience engagement doubled after launch. Minusu's work made a real, measurable difference."
                },
                {
                    "name": "Talia Rhodes",
                    "quote": "Creative, strategic, and beautifully executed. I finally feel proud to share our brand with the world."
                },
                {
                    "name": "Jonas Becker",
                    "quote": "Minusu captured the heart of our brand in a way we never could on our own—it's design that *feels*."
                }
            ]
        },
        "contact": {
            "title": "Contact",
            "description": "Ready to start your project? Get in touch and let's create something extraordinary together."
        }
    }
}