{
    "home": {
        "intro": {
            "logo": "hero.png",
            "headline": "You think it, we create it",
            "description": "Visual identity, creative strategy, and digital storytelling for brands that matter."
        },
        "founder": {
            "title": "Meet the founder",
            "role": "Founder & Creative Director",
            "quote": "Design isn't just how it looks — it's how it makes people feel. Minusu was born from the desire to simplify noise into meaning.",
            "bio": "From sketching logos in notebooks to building emotional brand systems, my journey's been rooted in clarity and curiosity. I created Minusu as a space for design that dares to feel.",
            "name": "Javier",
            "portrait": "portrait.jpg",
            "social": {
                "instagram": "https://www.instagram.com/minusuu",
                "linkedin": "https://www.linkedin.com/in/javier-dare-tellez-b85684201/",
                "whatsapp": "https://wa.me/447543030419"
            }
        },
        "services": {
            "title": "Services",
            "cards": [
                {
                    "title": "Complete Online Presence",
                    "subtitle": "Full digital ecosystem development",
                    "description": "Transform your digital footprint with a comprehensive online presence. We create cohesive, user-centered digital experiences that span across all platforms, from your website to social media channels. Our approach ensures consistent branding, seamless user journeys, and measurable results that drive engagement and growth."
                },
                {
                    "title": "Social Media",
                    "subtitle": "Content strategy & management",
                    "description": "Elevate your social media presence with strategic content that resonates. We develop and execute tailored social media strategies that build meaningful connections with your audience. From content creation to community management, we help you tell your story in a way that engages and inspires."
                },
                {
                    "title": "Product Design",
                    "subtitle": "Digital & physical product design",
                    "description": "Create products that users love with our human-centered design approach. Whether digital or physical, we combine aesthetic excellence with functional innovation to deliver products that solve real problems. Our process ensures every detail is crafted with purpose and precision."
                },
                {
                    "title": "Brand Identity",
                    "subtitle": "Complete brand system with website",
                    "description": "Build a powerful brand identity that stands out in today's crowded marketplace. We develop comprehensive brand systems that capture your essence and communicate your values. From visual identity to brand guidelines, we create cohesive brand experiences that resonate with your audience and drive recognition."
                },
                {
                    "title": "Logo Design",
                    "subtitle": "Custom brand mark creation",
                    "description": "Create a distinctive logo that becomes the cornerstone of your brand identity. Our logo design process combines strategic thinking with creative excellence to deliver a mark that's both memorable and meaningful. We craft logos that work across all platforms and scales, ensuring your brand makes a lasting impression."
                }
            ]
        },
        "community": {
            "title": "Our community",
            "quotes": [
                {
                    "name": "James Wilson",
                    "quote": "The results speak for themselves - our engagement has increased dramatically."
                },
                {
                    "name": "James Wilson",
                    "quote": "The results speak for themselves - our engagement has increased dramatically."
                },
                {
                    "name": "James Wilson",
                    "quote": "The results speak for themselves - our engagement has increased dramatically."
                },
                {
                    "name": "James Wilson",
                    "quote": "The results speak for themselves - our engagement has increased dramatically."
                },
                {
                    "name": "James Wilson",
                    "quote": "The results speak for themselves - our engagement has increased dramatically."
                }
            ]
        },
        "contact": {
            "title": "Contact",
            "description": "Ready to start your project? Get in touch and let's create something extraordinary together."
        }
    }
}